Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotPasteAlignedAny Property
 Can't Paste Aligned.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteAlignedAny { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteAlignedAny As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteAlignedAny {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace